<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE> Politische Ansichten </TITLE>
<META NAME="Generator" CONTENT="EditPlus 1.2">
<META NAME="Author" CONTENT="Harald Schellinger">
<META NAME="Keywords" CONTENT="Wirtschaftsregelkreis,Wirtschaftskreislauf">
<META NAME="Description" CONTENT="Politische Ansichten von Harald Schellinger">
<meta name="robots" content="follow">
</HEAD>
<link rel=stylesheet media="screen" href="../formate.css">
<BODY BGCOLOR="#FFFFFF">

<h1> Politische Ansichten </h1>
<p>Ich habe mich eingehend mit verschiedenen politischen Themen befasst. Zu manchen Themen habe ich eine Simulation mit Java-Applet erstellt. Sie sind als Link in dieser Seite enthalten.</p> 
<p>Ich halte unser Wirtschaftssystem f&uuml;r instabil. Wenn man sich das <a href="../regelungstechnik/zins/zins.html">exponentielle Zinswachstum</a> anschaut, merkt man das alle paar Jahrzehnte eine hohe Inflation, eine W&auml;hrungsreform oder anders gesagt ein Staatsbankrott kommen mu&szlig;. Ein Beispiel aus der Biologie ist das exponentielle Wachstum der <a href="../regelungstechnik/bakterien/bakterien.html">Bakterienpopulation</a>: Die Bakterien teilen sich und verdoppeln die Population. Das kann nur so lange Funktionieren, bis die N&auml;hrstoffvorr&auml;te noch reichen, danach ist das Ende des Wachstums erreicht. In der Wirtschaft w&auml;chst das <a href="BIP/bip.html">Kapital und das Bruttosozialprodukt</a> steigt exponentiell an. Doch irgend wann wird das Ende des Wachstums erreicht sein. Wir haben nicht unbegrenzt Rohstoffe und Nahrungsmittel. Die Rohstoffpreise steigen an. Der Staat verschuldet sich mehr als 3% des Bruttosozialprodukts neu. Was ist das f&uuml;r ein Stabilit&auml;tskriterium?</p>

<p>Ich bin gegen die neoliberale Politik. Das blinde Vertauen in die Kr&auml;fte des Marktes halte ich f&uuml;r falsch. Angebot und Nachfrage bestimmen den Preis. Ich habe einen einfachen <a href="../regelungstechnik/wregel/wirtschaftsregelkreis.html"> Wirtschaftsregelkreis</a> simuliert. Man kann <a href="../regelungstechnik/wregel/wirtschaftsregelkreis.html">dort</a> sehen, dass ein einfaches System auch instabil sein kann. Die neoliberale Politik hat die Logik f&uuml;r mehr Besch&auml;ftigung die L&ouml;hne zu senken. Das geschieht in den Tarifrunden. Der Staat will durch Senkung der Lohnnebenkosten die Besch&auml;ftigung erh&ouml;hen. Wenn in jedem Staat die L&ouml;hne gesenkt werden, wer soll dann die Waren kaufen?</p>
<p>Allerdings kann in keinem Land die L&ouml;hne gesteigert werden, ohne das die Wettbewerbsf&auml;higkeit reduziert wird. Das ist die Zwickm&uuml;hle. Ein Hochlohnland hat das Problem, das die Investitionen in Billiglohnl&auml;nder fliessen. Das Geld wird aus dem Wirtschaftskreislauf herausgenommen. Da braucht man sich nicht wundern, das die Binnennachfrage gering ist. Eine einfache <a href="index.htm">Simulation</a> habe ich mit dem Computerspiel <a href="index.htm">Coconia</a> versucht. Das <a href="index.htm">Java-Applet</a> ist interaktiv.</p>
<p>Die Anleger wissen nicht wohin mit ihren Gewinnen. Da m&uuml;ssen selbst Wasserwerke, Krankenh&auml;user usw. privatisiert werden. Der Staat verkauft sein "Tafelsilber" und verschuldet sich &uuml;ber die verfassungsrechtlichen Grenzen. Wohin soll die Verschuldung f&uuml;hren? Zu einer grossen Inflation?</p>
<p>Der Staat spart bei den &Auml;rmsten. Bei den Hartz 4 Empf&auml;ngern. Ich demonstriere bei der <a href="http://www.montagsdemo-stuttgart.de">Montagsdemo</a> gegen diese Einsparungen. Wieso wird die Arbeit nicht gerecht verteilt? Die Produktivit&auml;t wird durch Rationalisierung und Automatisierung st&auml;ndig erh&ouml;ht. Warum wird der Reichtum nicht gerecht verteilt?</p>
Reden:<br>
<a href="Rede1.htm">Einsparungen</a><br>
<a href="Rede2.htm">Arbeitslose sollen E-Klasse montieren</a><br>
<a href="Gedicht1.htm">Gedicht zu Geldstr&ouml;men, die in einer Kontodatenbank erfasst werden.</a> <br>
<br>
<br>
<P>Autor: <A href="http://www.schellinger.de">Harald Schellinger</A></P>
</BODY>
</HTML>
