<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Darwin ist nicht die ganze Wahrheit</title>
<meta name="author" content="Schakal">
<meta name="editor" content="html-editor phase 5">
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#FF0000" alink="#FF0000" vlink="#FF0000">
<h1>Intelligent Design</h1>
<p align="left">Ein interessanter Vortrag &uuml;ber die Kritik an Darwin und intelligent Design</p>
<p align="left"><a href="https://www.youtube.com/watch?v=vsi9Q244ayA&list=PLwBfDPNE4CobU4KVWs2hPdFtHYIIhBUg9" target="_parent">Darwin Kritik</a>    </p>
 <p align="left">Der Autor dieses Vortrages hat gegen ein Denkverbot verstossen und musste deshalb seinen Job aufgeben. Ich warne Biologen
 und Biologielehrer vor diesem Standpunkt.</p>
<a href="https://www.youtube.com/watch?v=LWVIzw0mTOw" target="_parent">Auswirkungen einer abweichenden Meinung</a>
<p align="left">Ein ineressanter Film &uuml;ber die kambrische Explosion</p>
<p align="left"><a href="https://www.youtube.com/watch?v=WcM08HSXINo&t=221s" target="_parent">Darwins Dillema</a> </p>
<h1>Der Zufall in der Biologie</h1>
<p align="left">In der Biologie ist der Zufall anders als in der Mathemtik, Physik und Technik. In der Biologie macht der
Zufall Sinn. Beispielsweise gibt es schwarze Menschen, die an Sonnenreiche Gebiete angepasst sind. Andere Menschen sind
weiss und im Sommer werden sie braun. Sie passen sich an. Aber warum gibt es keine rosa Menschen wie der rosrote Phanter?
Warum hat die menschliche Haut keine Tarnfarben, wie die Kampfanz&uuml;ge beim Milit&auml;r? Es w&auml;re ein evolution&auml;rer Vorteil, wenn
der Mensch eine nat&uuml;rliche Tarnung h&auml;tte. Wenn die Zuf&auml;lle Sinn machen und andere Zuf&auml;lle selten sind, ergibt sich eine Logik.
Die Opfer von Contagan sehen anders aus als andere Menschen. Aber das sind Missbildungen. Sie haben die gleiche DNA wie andere
Menschen. Die Abweichungen haben andere Gr&uuml;nde und werden nicht weitervererbt.
</p>

<h1>Das Gleichnis mit den Winterreifen</h1>
<p align="left">
Das Wetter ist schlecht. Es schneit. Der Schnee f&uuml;hrt dazu, das die Zeichnungen f&uuml;r Winterreifen zuf&auml;llig &auml;ndern. Es gibt keinen Konstrukteur der die Pl&auml;ne &auml;ndert, sondern sie &auml;ndern sich zuf&auml;llig in einem gro&szlig;en Zeitraum. Einige Autos werden mit Winterreifen ausgestattet. Die Fahrer mit Winterreifen haben eine h&ouml;here &Uuml;berlebenswahrscheinlichkeit und setzen sich durch. Darwin hat recht, was die &Uuml;berlebenswahrscheinlichkeit der Fahrer angeht. Es ist aber unklar wie sich der Bauplan (DNA) &auml;ndert.
Ich glaube es gibt einen Sch&ouml;pfer der die DNA &auml;ndert. Die Menschen wurden an die Umgebung angepasst. Manche sind im S&uuml;den schwarz. Menschen im Norden sind im Winter wei&szlig; und im Sommer braun. Also angepasst. Gott hat uns Nutzpflanzen und Medizinpflanzen gegeben. Auch sind die Nutztiere anders. Es gibt einen Unterschied zwischen Wildschweinen und Zuchtschweinen.  Auch sind W&ouml;lfe anders als die Hunde. Fr&uuml;her konnten die Z&uuml;chter die Gene nicht ver&auml;ndern.
Wenn Darwin sich mit H&auml;usern befasst h&auml;tte, dann w&auml;re er durch die St&auml;dte gegangen und h&auml;tte die H&auml;usern beschreiben. Seine Schlussfolgerung w&auml;re gewesen. Es gibt keine Architekten sondern nur den Zufall.



 </p>


</body>
</html>