<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice.org 2.4  (Win32)">
	<META NAME="CREATED" CONTENT="20080712;22062248">
	<META NAME="CHANGED" CONTENT="20080714;2254627">
	<STYLE TYPE="text/css">
	<!--
		@page { size: 21cm 29.7cm; margin: 2cm }
		H1 { margin-bottom: 0.21cm }
		H1.western { font-family: "Arial", sans-serif; font-size: 16pt }
		H1.cjk { font-family: "MS Mincho"; font-size: 16pt }
		H1.ctl { font-family: "Tahoma"; font-size: 16pt }
		P { margin-bottom: 0.21cm }
	-->
	</STYLE>
</HEAD>
<BODY LANG="de-DE" DIR="LTR">
<H1 CLASS="western">Die Geschichte von einer anderen Welt</H1>
<P>Wir schreiben das Jahr 2020. Der Heimatschutz hat eine nicht
identifizierbare Person entdeckt. Die Kamera zoomt n&auml;her an das
Gesicht heran. Es gibt keine &Uuml;bereinstimmung mit den Merkmalen
einer Person in der Datenbank. Diese Person ist illegal! Es werden
Beamte entsendet, um die Person zu &uuml;berpr&uuml;fen. Als sie
ankommen, ist die Person schon weg. 
</P>
<P><BR><BR>
</P>
<P>Der gesuchte Mann war nicht in der Datenbank, weil er aus der
Zukunft kam. Im Labor f&uuml;r autonome Systeme hat man einen Weg
gefunden, wie man einzelne Leute in die Vergangenheit zur&uuml;ckschicken
konnte. Das Labor entwickelt Kampfroboter. Die Entwickler dieser
Waffen kannten sich mit der Regelung und Steuerung aus. Sie schauten
&uuml;ber den Tellerrand des Labors hinaus. In der Gesellschaft wurde
alles mit den Kr&auml;ften des Marktes und dem Einfluss des Geldes
geregelt. In manchen L&auml;ndern wurden Lebensmittel in Sprit
umgewandelt und Fl&auml;chen brachliegen lassen, damit der
Nahrungsmittelpreis hoch ist. In anderen L&auml;ndern hungerten die
Menschen. Die Preise sind deshalb so hoch, weil in Rohstoffe
spekuliert wurde.</P>
<P><BR><BR>
</P>
<P>In den Industriestaaten hungerten zwar nicht die Menschen, aber
die Arbeitspl&auml;tze waren knapp. Die Maschinen konnten sehr viel
g&uuml;nstig produzieren. Anstatt das sie als neue Basis eines
allgemeinen Wohlstandes genutzt wurden, waren sie Konkurrenten auf
dem Arbeitsmarkt. Weil die Kosten auf die Besch&auml;ftigten
abgewelzt wurden, war bei weniger Besch&auml;ftigten weniger Geld da.
Die einen, die Arbeit hatten, mussten &Uuml;berstunden leisten. Die
anderen hatten keine Arbeit. Oftmals sind die Geh&auml;lter so
niedrig, das eine erg&auml;nzende Aufstockung gezahlt wurde. Das
alles machte eine Notwehr legitim und so schickte das Labor einen
Mitarbeiter mit einem neuen Waffensystem zur&uuml;ck in die Zeit, als
noch eine Wendung zum besseren m&ouml;glich war. Die Maschinen
erm&ouml;glichen eine Welt, in der die materielle Basis f&uuml;r 
Wohlstand vorhanden ist. Die knappen Kassen sind ein Zeichen eines
falschen Wirtschaftssystems, das beseitigt werden muss.</P>
<P><BR><BR>
</P>
<P><BR><BR>
</P>
<P><BR><BR>
</P>
<P><BR><BR>
</P>
<P><BR><BR>
</P>
<P><BR><BR>
</P>
<P><EMBED SRC="http://www.youtube.com/v/Fz1EOCp7ljQ&amp;hl=en&amp;fs=1" TYPE="application/x-shockwave-flash" NAME="Objekt1" ALIGN=BOTTOM WIDTH=425 HEIGHT=344 allowfullscreen="true">
</P>
<P><BR><BR>
</P>
</BODY>
</HTML>