
<HTML>
<HEAD>
<TITLE> Finanzmarkt und Josefcent</TITLE>
<META NAME="Author" CONTENT="Harald Schellinger">
<META NAME="Keywords" CONTENT="Zins, exponentielles Wachstum, zinseszins,zinsproblematik">
<META NAME="Description" CONTENT="Wenn Joseph 1 Cent zu Jesus Geburt gespart h&auml;tte, w&auml;re das Verm&ouml;gen auf das Erdvolumen in Gold angewachsen">
</HEAD>

<BODY BGCOLOR="#FFFFFF">
<H1>Der Zinseszinseffekt</H1>
<p>In den Medien wird oft von der Kernschmelze des Finanzsystems geredet. Der Mechanismus bei der Kernschmelze ist, 
das ein Atom gespalten wird und drei Neutronen freigesetzt werden. Diese treffen auf andere Atome und f&uuml;hren so zu einer
Kettenreaktion. Das geht schnell und richtet gro&szlig;en Schaden an. Die Zinsfunktion ist auch eine Exponetialfunktion. 
Es geht aber deutlich langsamer von statten. Wenn Josef zu Jesus Geburt einen Cent zur&uuml;ckgelegt h&auml;tte und er bei
3,7 % verzinst h&auml;tte w&auml;re das Guthaben so gro&szlig;, das er die Erde in Gold daf&uuml;r kaufen k&ouml;nnte. 
Unten ist die Berechnung aufgef&uuml;hrt. Dem Guthaben auf der einen Seite, stehen Schulden auf der anderen Seite gegen&uuml;ber.
Es ist nicht so wie beim Josefcent, da&szlig; einmal eingezalt wird und dann nicht mehr. Heute sind es Billionen, 
die exponentiel wachsen. Die Rettungsschirme werden immer gr&ouml;&szlig;er. Der Bankenrettungsschirm garaniert f&uuml;r 
400 Mrd Euro. Der Rettungsschirm f&uuml;r Staatsanleihen betr&auml;gt 750 Mrd Euro. Die Staatshaushalte sind da schon fast klein
dagen. Haushalt der BRD 2010:</p>
<br>
Ausgaben 319.5 Mrd Euro<br>
Einnahmen 239 Mrd Euro<br>
Kredite 80 Mrd Euro<br>
Schulden: 2030 Mrd Euro<br>
<br>
Amerika hat 14,3 Billionen Schulden.<br>
<br>
<p>Diese riesigen Schuldenberge k&ouml;nnen nicht durch immer gigantischere Rettungsschirme gest&uuml;zt werden. 
Wenn ein verschuldetes Land das andere unterst&uuml;zt, werden nur die Schulden verlagert. Es ist so als wolle man sich
an den eigenen Haaren aus dem Sumpf ziehen. Sinnvoll w&auml;re eine Verm&ouml;genssteuer, die das Geld bei den Reichen holt.
Wenn die Staatsanleihen nur teilweise zur&uuml;ck gezahlt werden, trifft es nur einige Anleger. Bei der Verm&ouml;gensteuer
werden die Kosten auf mehrere verteilt. Leider werden aber andere Steuern erh&ouml;ht. Das Sparen w&uuml;rgt die Konjunktur
ab. Das exponentielle Wachstum ist ein Element von vielen in einem Wirtschaftsystem. Es gibt viele Elemente, die Ber&uuml;cksichtigt
werden m&uuml;&szlig;en. Momentan bin ich arbeitssuchend und w&uuml;rde gerne eine Systemanalyse und eine Simulation machen.
Kennt jemand ein Forschungsinstitut? Oder was gibt es schon?</p> 

<h1>Kapital und Zins</h1>
<p>Die Zinsrechnung ist Teil der Schulmathematik, doch kann man sich die Auswirkungen dieser Mathematik kaum vorstellen.<br>
<IMG SRC="zinsrechnung.jpg"><br>
Wir haben es mit exponentiellen Wachstum zu tun. Bei einem Zinssatz von 3,7 Prozent verdoppelt sich das Kapital alle 20 Jahre. In dem folgenden Applet ist die Entwicklung &uuml;ber 100 Jahre dargestellt:</p>
<applet code=zinswachstum.class width="320" height="460" ></applet><br>
<p>
Ein bekanntes Beispiel ist der Josephcent. Wenn Joseph bei Jesus Geburt einen Cent zur Seite gelegt h&auml;tte und dieser mit 3,7 Prozent verzinst werden w&uuml;rde, w&auml;re dieser Cent zu <br><IMG SRC="Euroend.jpg" ALT="" > <br>
angewachsen. Die Zahl ausgeschrieben:<br>
538.367.826.900.931.937.405.602.496.568,03  Euro. Zum Vergleich die <a href="http://staatsverschuldung.de"> Schulden der Budesrepublik</a>: <br>1.565.389.581.240,00 Euro<br> 
<h2>Dieses Kapital kann man nur mit dem Erdvolumen aus Gold vergleichen.</h2>
<IMG SRC="Erdvolumen.jpg" BORDER=0 ALT="">
<p>Jeder Kubikdezimeter w&uuml;rde umgerechnet soviel kosten:<p>
<IMG SRC="Eurodm3.jpg" BORDER=0 ALT="">
<p>Die ganze Erde aus Gold w&uuml;rde folgendes kosten:</p>
<IMG SRC="GErde.jpg" BORDER=0 ALT="">
<p>Dieses unglaubliche Kapital w&uuml;rde alle Banken der Welt sprengen. Ich halte das System f&uuml;r ein instabiles System. In der Geschichte m&uuml;&szlig;en die Schuldner entschuldet worden sein und die Reichen ihr Geld verloren haben. Es gibt immer wieder Krisen, wie vor einigen Jahren in Argentinien, die 12 Jahre andauernde Deflation in Japan oder W&auml;hrungsreformen. Bei Banken gibt es die Regelung, dass Konten gesperrt werden, wenn 30 Jahre keine Buchung get&auml;tigt wird.
</p>
<p>Regelungstechnisch kann man das Konto als ein Integrierer darstellen. Ein einmal eingezahltes Geld bleibt erhalten. Es gibt noch eine positive R&uuml;ckkopplung der Zins. Abh&auml;ngig vom Kontostand kommt der Zins (Proportionalglied) dazu. F&uuml;r den Zins gibt es wieder Zinseszins. Das folgende Schaubild zeigt das grafisch:<p>
<img src="positiv.jpg">
<br>
<br>
<P>Autor: <A href="http://www.schellinger.de">Harald Schellinger</A></P>
</BODY>
</HTML>
