
<HTML>
<HEAD>
<TITLE> Wirtschaftsregelkreis </TITLE>
<META NAME="Author" CONTENT="Harald Schellinger">
<META NAME="Keywords" CONTENT="Wirtschaftsregelkreis,Schweinezyklus,Wirtschaftszyklus,Spinnwebtheorem">
<META NAME="Description" CONTENT="Die Visualisierung eines Wirtschaftsregelkreises mit Java Applets">
</HEAD>
<link rel=stylesheet media="screen" href="../../formate.css">
<BODY BGCOLOR="#FFFFFF">
<CENTER><h1>Unwissenheit einiger B&auml;nker l&ouml;st Finanzkrise aus</h1></CENTER>
<p>Wenn es viele Intressenten f&uuml;r Immobilien gibt, so sind die Preise hoch. Das f&uuml;hrt dazu, das viele H&auml;user gebaut werden. Es vergeht einige Zeit bis diese H&auml;user gebaut sind. Dann gibt es ein &Uuml;berangebot an H&auml;usern und die Preise verfallen. Solche Effekte gibt es auch bei den Schweinezyklen, die noch besprochen werden. Die B&auml;nker vergaben Kredite in der Zeit, als die Preise noch hoch waren. Als die Preise verfielen, waren die Krewdite schlecht geworden. Der Markt funktioniert nach seinen Gesetzen und nicht so, wie man es sich w&uuml;nscht. Amerika ist in eine Rezession unter anderem wegen der Finanzkrise geraten. Die Regierung versucht mit einem Konjunkturprogramm dagegenzusteuern.</p> 
<CENTER><h1>Wirtschaftsregelkreis</h1></CENTER>
<p><IMG SRC="duschen.jpg" BORDER=0 align=left ALT="">
Viele Menschen sind heutzutage in das Wirtschaftsleben eingebunden. Bei guter Kojunktur gibt es mehr Arbeitspl&auml;tze und bei schlechter Wirtschaftslage mehr Arbeitslose. In den USA ist eine Rezession eingetreten. Da Deutschland eine Exportnation ist, werden wir die sinkende Nachfrage aus den USA bald merken. Beispielsweise wurde Ende 2007 viele Autos auf die Autoh&auml;ndler zugelassen, damit die Verkaufszahlen in diesem Jahr stimmte. 2008 kamen diese zuviel produzierten Wagen verg&uuml;stigt auf den Markt. Nun besch&auml;ftigen die Autofirmen die Leiharbeiter nicht weiter und geben Abfindungen f&uuml;r ausscheidenendes Stammpersonal. In manchen Jahren herrscht Fachkr&auml;ftemangel und in anderen Jahren Fachkr&auml;fte&uuml;berschu&szlig;. Dazwischen liegt oft die Zeit, die zur Ausbildung ben&ouml;tigt wird. In dem folgenden Artikel m&ouml;chte ich mich mit dem Thema Wirtschaftzyklen bzw. mit dem Beispiel Schweinezyklen unter dem Gesichtsapunkt der Regelungstechnik befassen. Das reale Wirtschaftsleben ist zu komplex, um es in einer einfachen Simulation im Webbrowser ablaufen zu lassen. Jedoch kann man mit einem einfachen Modell versuchen einige Zusammenh&auml;nge zu veranschaulichen. Es geht darum, wie wir auf die Wirtschaft einfluss nehmen.<br>
Ein Beispiel f&uuml;r einen Regelkreis ist das Duschen. Wenn das Wasser zu kalt ist, dreht man auf w&auml;rmer. Es dauert aber einige Zeit bis die Wirkung eintritt. Dann entscheidet man dar&uuml;ber, ob die Tempaeratur angenehm, zu kalt oder zu warm ist. Daraufhin folgt im Kreislauf die Reaktion: nichts &auml;ndern, w&auml;rmer drehen oder k&auml;lter drehen.</p>

</p>Nun zur&uuml;ck zum Thema Schweinezyklus. Bevor die Schweine schlachtreif sind, vergeht einige Zeit. In der modernen Landwirtschaft wird wie am Flie&szlig;band gearbeitet. Um die Zeit zwischen Ferkel und schalchtreifen Schwein darzustellen wurde ein Flie&szlig;band gew&auml;hlt.</p>
<CENTER><applet code=Schweinewachstum.class width="400" height="200" ></applet><br></CENTER>
<p>Jetzt kommt der schwierige Teil, das Verbraucherverhalten in einem mathematischen Modell darzustellen. Der Konsument entscheidet mit seinem Kaufverhalten was und wieviel produziert wird. Der Geldbeutel entscheidet, was auf den Teller kommt. Es sind in dieser Animation drei Teller dargestellt. Ein reich verzierter oben, ein mittelm&auml;&szlig;ig verzierter in der Mitte und ein schlichter ganz unten. Gibt es nur wenig Schweinefleisch auf dem Markt, so ist der Preis hoch. Nur die Reichen k&ouml;nnen sich Schweinefleisch leisten. Je mehr Fleisch auf dem Markt ist, desto billiger wird es. Bei grossem Angebot k&ouml;nnen sich auch &auml;rmere Leute Fleisch leisten. Der Zusammenhang wird durch eine Gerade dargestellt.</p>
<CENTER><applet code=Nachfrage.class width="400" height="300" ></applet><br></CENTER>
<p>Nachfrage gibt es auch nach Arbeitskr&auml;ften. In Zeiten von Massenarbeitslosigkeit gibt es viele Arbeitskr&auml;fte f&uuml;r niedrig qualifizierte Arbeiten. Die Menschen sind froh, wenn sie Arbeit finden, auch wenn sie unter Harz 4 Niveau ist. Oft muss auf Harz 4 von Steuermitteln der Allgemeinheit aufgestockt werden. Sie versuchen sich gegenseitig zu unterbieten, es gibt nur wenige Branchen mit Mindestlohn, der dem Treiben Einhalt gebietet.</p>
<p>Hohe Preise f&uuml;r das Schweinefleisch wirken als Produktionsanreiz. In dieser Animation ist die Kartoffel als billiges Futtermittel dargestellt. Soja ist teurer und Getreide ist am teuersten. Je nach Preis werden teuere oder nur billige Futtermittel eingesetzt. In Wirklichkeit wird immer ein Futtermittel Mix eingesetzt.  Dieser Zusammehang gibt es nicht immer. Bei der Milchpreiserh&ouml;hung hat sich die Gewinspanne der H&auml;ndler erh&ouml;hte aber nicht das Einkommen der Bauern. Es gab keinen zus&auml;tzlichen Produktionsanreiz. Der Markt funktioniert nicht immer.</p>
<CENTER><applet code=Agebot.class width="400" height="300" ></applet><br></CENTER>
<p>In der folgenden Animation werden die vorher beschriebenen Elemente zusammengef&uuml;hrt. Angebot und Nachfrage treffen sich auf dem Markt. Eine bestimmte Menge f&uuml;hrt zu einem bestimmten Preis. Das ist der senkrechte rote Strich. Der Preis f&uuml;hrt zu einem neuen Produktionsziel. Das ist der waagrechte rote Strich. Es werden entsprechend Ferkel gem&auml;stet. Das ist der gr&uuml;ne Balken auf dem Flie&szlig;band. Es wird immer nur der Wert des Balkens berechnet. Normalerweise m&uuml;&szlig;te bei Null Angebot der Preis hoch sein. Aber in dieser Animation ist dieser Effekt ausgeschaltet. Wenn der gr&uuml;ne Balken an das Ende des Flie&szlig;bands angekommen ist, ist das Fleisch auf dem Markt. Je nach Menge wird ein bestimmter Preis erzielt. Der Preis f&uuml;hrt zu einem bestimmten Produktionsziel. Der Kreislauf geht weiter. Der Markt regelt die Produktionsmenge. Man sieht in dieser Animation wie der Regler arbeitet. Diese Spinnweben Struktur ist als Cobweb-theorem bekannt.  Man kann sehen, dass f&uuml;r einen Produkltionsanreiz kleiner als 100 das System instabil und f&uuml;r gr&ouml;&szlig;er als 100 stabil ist. In der Mitte gibt es den Gleichgewichtspreis, bei dem Angbot und Nachfrage sich treffen.</p> 
<CENTER><applet code=Cobweb.class width="500" height="280" ></applet><br></CENTER>
<p>Nun wird das System mit einer bestimmten Anfangssituation dargestellt. Das System regelt die Schwankungen aus und f&uuml;hrt zu einem Gleichgewichtszustand. Man kann durch geeignete Parametrierung des Produktionsanreizes die Stabilit&auml;t beeinflussen.</p>
<CENTER><applet code=Schweinezyklus.class width="500" height="280" ></applet><br></CENTER>
<p>Ich frage mich, ob der Markt das Leben der Menschen regulieren soll, oder ob die Menschen versuchen sollten den Markt zu regulieren. Viele Arbeitnehmer haben in den Hochlohnl&auml;ndern Angst um ihren Arbeitsplatz, der in Niedriglohnl&auml;ndern verlagert werden kann. Viele junge Arbeitnehmer haben nur befristete Arbeitsvertr&auml;ge. Leiharbeit ist ein Symptom, das immer mehr zunimmt. Mit wenig Geld und keiner sicheren Arbeit, ist es Verantwortungslos eine Familie zu gr&uuml;nden. Wir haben eine geringe Geburtenrate. Es dauert eine Zeit bis die &Auml;nderung in das System eintritt. Die geburtenschwachen Jahrg&auml;nge sind im Arbeitsleben, w&auml;hrend die geburtenstarken Jahrg&auml;nge in Rente gehen. Sie versuchen durch R&uuml;cklagen das Problem in den Griff zu bekommen. Jedoch verzocken die Banken das Geld in der amerikanischen Immobilienblase. Wir brauchen ein Wirtschaftsystem, das den Menschen Planungssicherheit gibt und nicht nur Almosen im Falle von Arbeitlosigkeit. Mit den modernen computergesteuerten Maschinen liesse sich viel Wohlstand rationell produzieren. Der Wohlstand sollte gerecht verteilt werden. Wenn jetzt in der Zeit der arbeitende geburtenstarken Generation hochautomatisierte Fabriken gebaut würden und mit der Informationstechnik die Arbeitsabl&auml;fe optimiert w&uuml;rden, dann k&ouml;nnten die geburteschwachen Jahrg&auml;nge sp&auml;ter mit weniger Personal den gleichen oder mehr Wohlstand erwirtschaften. Das geht aber nicht mit planloser Politik, die nur auf eine Legislaturperiode bedacht ist.</p> 
<p>In der Technik wird sehr viel gesteuert. Unterlagert sind die Regelkreise. Viele Firmen lassen sich nicht von kurzfristigen Effekten beeinflussen, sondern planen (steuern) langfristig. Auf St&ouml;rgr&ouml;&szlig;en reagieren sie aber auch sehr schnell. Ich finde, dass der Gesamtplan f&uuml;r die Gesellschaft fehlt. Man glaubt nicht an eine Alternative zum neoliberalen Marktdenken. Wie soll der Umweltschutz, die alternde Gesellschaft in ein System eingebaut werden, das Versucht die niedrigsten Preise zu erzielen und oft damit auch die niedristen L&ouml;hne (1 Euro Job, Kombilohn) zu zahlen. Wie sollen die Kosten f&uuml;r den Umweltschutz und die Rente verteilt werden. Wird die Arbeit teurer, sinkt die Nachfrage nach den Arbeitern. Die Kr&auml;fte des Marktes funktioieren icht  immer: Bsp. Monopole, Staatliche Produktion zum Brechen der Monopole.</p> 
<p>Der Regler des Systems sind wir, die Konsumenten. Wir entscheiden letztendlich was gekauft wird. Wenn wir Kaffee kaufen, k&ouml;nnen wir  Fair Trade Produkte nehmen. Dann ist der Kaffee etwas teurer, aber die Gelder flie&szlig;en sozialen Projekten zu. Oder wir kaufen den billigen Kaffee vom Ausbeuter. Auch ist das Ei von H&uuml;hern die freilaufen etwas teurer als von den Legebatterien, aber die Produktionsweise ist anders. Auch sind die chinesischen Waren sehr billig, aber sie werden zu niedrigen L&ouml;hnen in einem totalit&auml;ren System hergestellt.</p>
<br>
<br>
<P>Autor: <A href="http://www.schellinger.de">Harald Schellinger</A></P>
<br>
<br>
<p>Weblinks</p>
<p>Vorlesung Umweltsimulation mit Tabellenkalkulation Thema: <A HREF="http://www2.hs-fulda.de/~grams/OekoSim/Zyklus.html">Schweinezyklen</A><br>
Erkl&auml;rung der Begriffe des Schweinezyklus mit Exceltabelle: <A HREF="http://wwwu.uni-klu.ac.at/gossimit/lv/usw00/w/g4/Schweinzyklus.swf"> Schweinezyklen</A><br>
<A HREF="http://www.sysdyn.ch/aktuell/Verita06/Verita06_E3Loher.pdf">Systemmodelle</A><br>
<A HREF="http://www.gegenentwurf-muenchen.de/woglobvu.htm">Globalisierung und Marktwirtschaftskritisch</A><br>
</p>
</BODY>
</HTML>
